{
  "mission": [
    {
      "id": "f4b53557-675c-4976-bc1d-fbf18e05876e",
      "title": "Unrenowned Artists!!",
      "content": "Our mission is to provide, art from sources not nationally or globally recognized and to deliver that content to your local audience."
    },
    {
      "id": "91d09b66-d8e2-4a7f-93e7-0fcad000fbb4",
      "title": "Unrenowned Artists!!",
      "content": "Art from such mediums as video, audio, painting, drawing, sculpture, hard working eclectic vendors, written formats and theatrical stagings. We will introduce you to Venues that host these Artists. Venues that are taking the time to portray entertainment, culture and education and that sometimes serve food…You be the judge! We strive to offer a user-friendly, fun, and interactive experience that showcases up and coming artists and the venues that feature their talent. There will be compartments to the website that will allow you to gain access to services and wares from artists and vendors alike…. Fun, contests, quizzes, puzzles and prizes will start to infiltrate the site after it is launched and funds become available. A hint of absurdity may raise it's silly head… Don't be scared…Don't run away!! Don't be shy….If you like what you see and want to help….Help us with a donation in our \"GO FUN ME BOX\""
    }
  ],
  "vision": "Our vision is to become a leading one stop shop/multimedia site that connects and inspires people through engaging, artistic, and informative content. We aim to create a platform that fosters creative expression, introduces you to musicians and artists from all medium types, and promotes local venues. Our goal is to be a trusted source of multimedia content that informs, entertains, and inspires our audience to help enrich people's lives. If you like what you see on the site….Please tell your friends…If you don’t like something on the site or can visualize improvements…Please tell us in our “SUGGESTION BOX”",
  "joke": "“Take off your mask and smell the music” - Rich “The Gardner”, American - Salad Technician (1960 - Present)",
  "credits": "Marc Zee - Piano, Most Synth Instruments, Musical Arrangements, Z Influence & Master Of All Things Salad Santa - Artwork, Logo, Nocturnal Emissions & Bellyaches Johnny B. - Guitar, Vocals, Lyrics & Mountain Climbing Teresa - Audio Intake, Wonderment & Therapy E. Love - Musical Support - New Children Chard Salad - Some Instruments & Ideas, Vocals, Post Pubescent Pizza & Most Things Salad Damon F. - Music Production, Guidance & Positive Direction Shalin B. - Website Design, Everything You See, Everything You Hear, Patience & Tolerance Josh F. & Erix - Analytics, Chard Management & Organization Jen S. – Stenography, Listening Audience & Memory Annie W. - Clip Art of Original Nostril Intake Zack - Initial Catastrophic Lessons Of What To Do & What Not To Do Randy H. - Hand Holding Down Word-Press Avenue, Power Hitter M. Powers - Pushing & Shoving To Create Revenue, Complex Design-Cabin Building",
  "donors": "Small - $1-2   Medium - $5    Large - $10    Grand (Not What You Think!) Over $10"
}
